{
"الرئيسية":"Home",
"من نحن":"About Us",
"تواصل معنا":"Contact Us",
"المدونة":"Blog",
"تحميل التطبيق":"Download App",
"حمل التطبيق الآن":"Download App Now",
" مين ريفاين ؟":"Who is Refin ?",
"معرفة المزيد":"See More",
"ريفاين في ارقام":"Refin in numbers",
"معمل تحاليل":"Analysis lab",
"عيادة":"Clinic",
"معمل أشعة":"X-ray lab",
"مستشفي":"Hospital",
"شركاءنا":"Partners",
"يسعدنا انضمامك معنا":"Jojn Us",
"أشهر خدماتنا":"Our Most Famous Services",
"المزيد":"More",
"سعداء بزيارتك":"we are pleased to have you",
"إتصل بنا":"call us",
"راسلنا علي":"Message us on",
"السادس من أكتوبر - محافظة الجيزة":"6th of October - Giza Governorate",
"الإسم":"The Name",
"قم بإدخال الاسم":"Write your Name",
"قم بإدخال البريد الالكتروني":"Write your Email",
"الرسالة":"Message",
"... يسعدنا قراءة رسالتك":"...We are happy to read your message",
"البريد الالكتروني":"Email",
"كن علي تواصل معنا":"Contact Us",
"حمل تطبيق ريفاين و واطمن علي صحتك في أي وقت":"Download Refin App and check on your health at any time",
"سياسة الخصوصية":"Privacy Policy",
"سياسة الاسترجاع":"Return Policy",
"شروط الاستخدام":"Terms Of Use",
"جميع الحقوق محفوظة لشركة © 2023 Paymac":"All rights reserved © 2023 Paymac",
"هل لديك أي إستفسار يسعدنا تواصلك معنا":"Do you have any questions? We would be happy to contact you",
"آخر المقالات":"Latest articles",
"مقالات مقترحة":"Suggested articles",
"الأكثر قراءة":"Most read",
"شارك":"Sahre",
"تابعنا علي":"Follow us on",
"مين ريفاين ؟":"Whoes Refin ?",
"نقوم بجمع معلومات منك عندما نقوم بحجز عضويتنا في موقعنا أو نقوم بحجز معمل أو فحص إشعاعي أو الاشتراك في موقعنا عبر الويب أو تطبيقات الهاتف المحمول أو الأخبار الصحفية. عند الحجز أو التسجيل في موقعنا، قد تكون دقيقًا في حجم اسمك أو عنوان بريدك الإلكتروني أو عنوانك البريدي أو رقم هاتفك  نحن نتبع سياسة الخصوصية وحمي جميع البيانات التي نقدمها لنا وفقا للقوانين واللوائح الصحية.لدينا تدابير وتدابير أمنية والخطط الأمنية للمطارات السرية لمعلوماتك ومن الوصول غير المصرح به أو أو استخدام المستقبل أو الكشف بالنسبة للإعلانات المصوّرة من Google نحن نستخدم خدمات Google Analytics التي تعتمد على معلومات الإعلانات للتحليل الاحصائي وتفضيلات.يمكنك إلغاء الاشتراك في Google Analytics للإعلانات على الشبكة الإعلانية عن طريق الزيارة صفحة إلغاء الاشتراك في Google Analytics. نحن أيضًا نستخدم ملفات تعريف الارتباط من الطرف الأول الحلو الارتباط من الطرف الثالث ونشارك مع الشركاء الخارجيين( بما في ذلك Google ) لإعطائك إعلانات وأدوات وخدماتنا الإعلانية.يمكنك معرفة المزيد حول ملفات تعريف الارتباط المستخدمة في Google Analytics عن طريق زيارة صفحة سياسة الخصوصية الخاصة بـ Google Analytics. إذا كان لديك أي استفسار آخر حول سياسة الخصوصية أو تعليقات يرجى إعلامنا بذلك.":"We collect information from you when we book our membership on our website book a laboratory or radiology examination or subscribe to our website mobile applications or press releases When booking or registering with our site, you may be precise in the size of your name email address postal address or telephone number We follow a privacy policy and protect all data provided to us in accordance with health laws and regulations. We have security measures  procedures and security plans for confidential airports of your information and from unauthorized access or or future use or disclosure For Google Display Ads we use Google Analytics services that rely on advertising information for statistical analysis and preferences. You can opt out of Google Analytics for Display Advertising by visiting the Google Analytics opt-out page We also use first-party cookies and third-party cookies that we share with third-party partners (including Google) to give you ads and our advertising tools and services. You can learn more about the cookies used by Google Analytics by visiting the Google Analytics Privacy Policy page If you have any further questions about our privacy policy or comments, please let us know",
"يتبع هذا الموقع شركة PAYMAC للحلول الرقمية الكاملة":"This Website follows PAYMAC Full Digital Solutions Company",
"جميع الحقوق محفوظة © 2023 Refine":"All rights reserved © 2023 Refine",
"ريفاين تمكن العملاء من الاستفادة من الرعاية الصحية وبرامج التأمين الطبي بسهولة وملاءمة. توفر المنصة خدمات شاملة ومتنوعة، بما في ذلك ترتيب مقدمي الرعاية ومقارنة الأسعار، مما يساعد العملاء على اتخاذ قرارات مستنيرة وتحسين تجربتهم الصحية.":"Refine enables customers to benefit from healthcare and medical insurance programs easily and conveniently. The platform provides comprehensive and diverse services, including caregiver ranking and price comparison, helping customers make informed decisions and improve their health experience."
}