<template>
<div class="container min-h-screen">
   <h1 class="title">{{ $t('شروط الاستخدام') }}</h1>
      <p class=" leading-8">

   {{ $t( "نقوم بجمع معلومات منك عندما نقوم بحجز عضويتنا في موقعنا أو نقوم بحجز معمل أو فحص إشعاعي أو الاشتراك في موقعنا عبر الويب أو تطبيقات الهاتف المحمول أو الأخبار الصحفية. عند الحجز أو التسجيل في موقعنا، قد تكون دقيقًا في حجم اسمك أو عنوان بريدك الإلكتروني أو عنوانك البريدي أو رقم هاتفك  نحن نتبع سياسة الخصوصية وحمي جميع البيانات التي نقدمها لنا وفقا للقوانين واللوائح الصحية.لدينا تدابير وتدابير أمنية والخطط الأمنية للمطارات السرية لمعلوماتك ومن الوصول غير المصرح به أو أو استخدام المستقبل أو الكشف بالنسبة للإعلانات المصوّرة من Google نحن نستخدم خدمات Google Analytics التي تعتمد على معلومات الإعلانات للتحليل الاحصائي وتفضيلات.يمكنك إلغاء الاشتراك في Google Analytics للإعلانات على الشبكة الإعلانية عن طريق الزيارة صفحة إلغاء الاشتراك في Google Analytics. نحن أيضًا نستخدم ملفات تعريف الارتباط من الطرف الأول الحلو الارتباط من الطرف الثالث ونشارك مع الشركاء الخارجيين( بما في ذلك Google ) لإعطائك إعلانات وأدوات وخدماتنا الإعلانية.يمكنك معرفة المزيد حول ملفات تعريف الارتباط المستخدمة في Google Analytics عن طريق زيارة صفحة سياسة الخصوصية الخاصة بـ Google Analytics. إذا كان لديك أي استفسار آخر حول سياسة الخصوصية أو تعليقات يرجى إعلامنا بذلك." ) }}

         </p>

</div>
</template>

<script setup>

</script>

<style lang="scss" scoped>

</style>