import { createStore } from 'vuex'

const store = createStore( {
   state: {
    images : [
         {
            date: '10-1-2023',
            id: 1,
            name: "التحليل الدموي الشامل",
            url: '/src/assets/image.png',
            content: `التحليل الدموي الشامل يُعتبر واحدًا من أكثر التحاليل شمولية وشيوعًا. يساعد في تقييم صحة الدم وفحص العديد من الجوانب المختلفة. هنا بعض أفضل أنواع التحاليل الدموية الشاملة التي يمكن أن تكون مفيدة:
- CBC (Complete Blood Count): يمكن أن يظهر عدد الكريات الحمراء والبيضاء في الدم وتقدير حجم الكريات الحمراء والتشكيلة الكريوية ووجود تغيرات تهدد الحياة في الدم.
- فحص الكيمياء السيري: يقيس مستويات العناصر الغذائية المهمة مثل الجلوكوز، البروتينات، الدهون، الصوديوم، البوتاسيوم، والكالسيوم في الدم.
- فحص الهرمونات: يقيس مستويات الهرمونات المختلفة في الدم، مثل الهرمونات الغدية (مثل هرمون الغدة الدرقية وهرمون النمو)، الهرمونات الجنسية، وهرمونات القشرة الكظرية.
- Lipid Profile: يقيس مستويات الدهون في الدم مثل الكولسترول الكلي والدهون الثلاثية. يمكن أن يساعد في تقييم خطر الإصابة بأمراض القلب والشرايين.
- فحص الكبد: يمكن أن يشمل اختبارات مثل تحليل وظائف الكبد، بما في ذلك اختبارات لأنزيمات الكبد وتوصيل الصفراء ومستويات البروتينات.

هذه قائمة مبسطة وليست شاملة لجميع أنواع التحاليل الدموية الشاملة المتاحة. قد ينصحك الطبيب بإجراء تحاليل محددة وفقًا لتاريخك الطبي وأعراضك واحتياجاتك الصحية الفردية. يُرجى استشارة الطبيب المعالج لتحديد الأنواع المناسبة من التحاليل الدموية الشاملة التي تحتاجها.
`
         },
         {
            date: '10-2-2023',
            id: 2,
            name: "إجراء التحاليل الطبية",
            url: '/src/assets/image.png',
            content: `إجراء التحاليل الطبية يعد أمرًا هامًا لعدة أسباب:
1. تقييم الصحة: تساعد التحاليل الطبية في تقييم الحالة الصحية العامة للفرد. من خلال تحليل العينات البيولوجية مثل الدم والبول وغيرها، يمكن تحديد معلومات حول وظائف الأعضاء ومستويات الهرمونات والعناصر الغذائية وغيرها من المؤشرات الصحية.
2. التشخيص: تساعد التحاليل الطبية في تشخيص الأمراض والحالات الصحية المختلفة. يساعد تحليل العينات البيولوجية في اكتشاف وجود علامات وأعراض مرضية، وبناءً على النتائج، يمكن تحديد التشخيص السليم وتوجيه العلاج اللازم.
3. مراقبة العلاج: يستخدم التحليل الطبي أيضًا لمراقبة استجابة المريض للعلاج. من خلال إجراء تحاليل متكررة، يمكن متابعة تغيرات المؤشرات الصحية وتقييم فعالية العلاج المعطى.
4. الوقاية والكشف المبكر: قد تساهم التحاليل الطبية في الكشف المبكر عن أمراض قابلة للوقاية أو العلاج المبكر. فالتحاليل المنتظمة تسهم في رصد التغيرات الصحية المستقلة ومساعدة الأشخاص على اتخاذ الإجراءات الوقائية المناسبة.
إجراء التحاليل الطبية يُعَدُّ جزءًا أساسيًا من رعاية الصحة الشاملة ويساهم في تحسين جودة الحياة والكشف عن المشكلات الصحية في وقت مبكر.
`
         },
         {
            date: '10-10-2022',
            id: 3,
            name: "اسباب اجراء التحاليل الدمويه",
            url: '/src/assets/image.png',
            content: `التحاليل الطبية تلعب دورًا حاسمًا في تشخيص حالة المريض. إنها تساعد الأطباء على فهم الوضع الصحي للشخص وتحديد الحالة بشكل دقيق. عندما يتم أخذ التحاليل الطبية، تُحلل النتائج بعناية لتقييم مستويات العناصر الحيوية في الجسم مثل الكوليسترول، السكر، الهرمونات، وغيرها. يتم توجيه التحاليل الطبية بناءً على تاريخ المرض، الأعراض الموجودة، والاشتباه في التشخيص المحتمل.
علاوة على ذلك، تحليل العينات المكونة من الدم أو البول أو العينات الأخرى يمكن أن يساعد في كشف الالتهابات، العدوى، الأمراض الوراثية، الأمراض المزمنة، وتقييم وظائف الأعضاء المختلفة في الجسم.
من خلال تحليل وتقييم نتائج التحاليل الطبية بجانب التاريخ المرضي والأعراض، يتم تشخيص الحالة بشكل دقيق وتحديد السبب المحتمل للمشكلة الصحية. بناءً على التشخيص، سيتم وضع خطة علاج مناسبة للمريض.
ومع ذلك، يجب أن يتم تفسير نتائج التحاليل وتشخيص الحالة بواسطة أطباء متخصصين. إن استشارة الطبيب المؤهل هي `
         },
         {
            date: '10-12-2022',
            id: 4,
            name: "التحليل الدموي الشامل",
            url: '/src/assets/image.png',
            content: `التحليل الدموي الشامل يُعتبر واحدًا من أكثر التحاليل شمولية وشيوعًا. يساعد في تقييم صحة الدم وفحص العديد من الجوانب المختلفة. هنا بعض أفضل أنواع التحاليل الدموية الشاملة التي يمكن أن تكون مفيدة:
- CBC (Complete Blood Count): يمكن أن يظهر عدد الكريات الحمراء والبيضاء في الدم وتقدير حجم الكريات الحمراء والتشكيلة الكريوية ووجود تغيرات تهدد الحياة في الدم.
- فحص الكيمياء السيري: يقيس مستويات العناصر الغذائية المهمة مثل الجلوكوز، البروتينات، الدهون، الصوديوم، البوتاسيوم، والكالسيوم في الدم.
- فحص الهرمونات: يقيس مستويات الهرمونات المختلفة في الدم، مثل الهرمونات الغدية (مثل هرمون الغدة الدرقية وهرمون النمو)، الهرمونات الجنسية، وهرمونات القشرة الكظرية.
- Lipid Profile: يقيس مستويات الدهون في الدم مثل الكولسترول الكلي والدهون الثلاثية. يمكن أن يساعد في تقييم خطر الإصابة بأمراض القلب والشرايين.
- فحص الكبد: يمكن أن يشمل اختبارات مثل تحليل وظائف الكبد، بما في ذلك اختبارات لأنزيمات الكبد وتوصيل الصفراء ومستويات البروتينات.

هذه قائمة مبسطة وليست شاملة لجميع أنواع التحاليل الدموية الشاملة المتاحة. قد ينصحك الطبيب بإجراء تحاليل محددة وفقًا لتاريخك الطبي وأعراضك واحتياجاتك الصحية الفردية. يُرجى استشارة الطبيب المعالج لتحديد الأنواع المناسبة من التحاليل الدموية الشاملة التي تحتاجها.
`
         },
         {
            date: '10-1-2023',
            id: 5,
            name: "إجراء التحاليل الطبية",
            url: '/src/assets/image.png',
            content: `إجراء التحاليل الطبية يعد أمرًا هامًا لعدة أسباب:
1. تقييم الصحة: تساعد التحاليل الطبية في تقييم الحالة الصحية العامة للفرد. من خلال تحليل العينات البيولوجية مثل الدم والبول وغيرها، يمكن تحديد معلومات حول وظائف الأعضاء ومستويات الهرمونات والعناصر الغذائية وغيرها من المؤشرات الصحية.
2. التشخيص: تساعد التحاليل الطبية في تشخيص الأمراض والحالات الصحية المختلفة. يساعد تحليل العينات البيولوجية في اكتشاف وجود علامات وأعراض مرضية، وبناءً على النتائج، يمكن تحديد التشخيص السليم وتوجيه العلاج اللازم.
3. مراقبة العلاج: يستخدم التحليل الطبي أيضًا لمراقبة استجابة المريض للعلاج. من خلال إجراء تحاليل متكررة، يمكن متابعة تغيرات المؤشرات الصحية وتقييم فعالية العلاج المعطى.
4. الوقاية والكشف المبكر: قد تساهم التحاليل الطبية في الكشف المبكر عن أمراض قابلة للوقاية أو العلاج المبكر. فالتحاليل المنتظمة تسهم في رصد التغيرات الصحية المستقلة ومساعدة الأشخاص على اتخاذ الإجراءات الوقائية المناسبة.
إجراء التحاليل الطبية يُعَدُّ جزءًا أساسيًا من رعاية الصحة الشاملة ويساهم في تحسين جودة الحياة والكشف عن المشكلات الصحية في وقت مبكر.
`
         },
         {
            date: '1-1-2021',
            id: 6,
            name: "التحليل الدموي الشامل",
            url: '/src/assets/image.png',
            content: `التحليل الدموي الشامل يُعتبر واحدًا من أكثر التحاليل شمولية وشيوعًا. يساعد في تقييم صحة الدم وفحص العديد من الجوانب المختلفة. هنا بعض أفضل أنواع التحاليل الدموية الشاملة التي يمكن أن تكون مفيدة:
- CBC (Complete Blood Count): يمكن أن يظهر عدد الكريات الحمراء والبيضاء في الدم وتقدير حجم الكريات الحمراء والتشكيلة الكريوية ووجود تغيرات تهدد الحياة في الدم.
- فحص الكيمياء السيري: يقيس مستويات العناصر الغذائية المهمة مثل الجلوكوز، البروتينات، الدهون، الصوديوم، البوتاسيوم، والكالسيوم في الدم.
- فحص الهرمونات: يقيس مستويات الهرمونات المختلفة في الدم، مثل الهرمونات الغدية (مثل هرمون الغدة الدرقية وهرمون النمو)، الهرمونات الجنسية، وهرمونات القشرة الكظرية.
- Lipid Profile: يقيس مستويات الدهون في الدم مثل الكولسترول الكلي والدهون الثلاثية. يمكن أن يساعد في تقييم خطر الإصابة بأمراض القلب والشرايين.
- فحص الكبد: يمكن أن يشمل اختبارات مثل تحليل وظائف الكبد، بما في ذلك اختبارات لأنزيمات الكبد وتوصيل الصفراء ومستويات البروتينات.

هذه قائمة مبسطة وليست شاملة لجميع أنواع التحاليل الدموية الشاملة المتاحة. قد ينصحك الطبيب بإجراء تحاليل محددة وفقًا لتاريخك الطبي وأعراضك واحتياجاتك الصحية الفردية. يُرجى استشارة الطبيب المعالج لتحديد الأنواع المناسبة من التحاليل الدموية الشاملة التي تحتاجها.
`

         },
         {
            date: '10-5-2021',
            id: 7,
            name: "إجراء التحاليل الطبية",
            url: '/src/assets/image.png',
            content: `إجراء التحاليل الطبية يعد أمرًا هامًا لعدة أسباب:
1. تقييم الصحة: تساعد التحاليل الطبية في تقييم الحالة الصحية العامة للفرد. من خلال تحليل العينات البيولوجية مثل الدم والبول وغيرها، يمكن تحديد معلومات حول وظائف الأعضاء ومستويات الهرمونات والعناصر الغذائية وغيرها من المؤشرات الصحية.
2. التشخيص: تساعد التحاليل الطبية في تشخيص الأمراض والحالات الصحية المختلفة. يساعد تحليل العينات البيولوجية في اكتشاف وجود علامات وأعراض مرضية، وبناءً على النتائج، يمكن تحديد التشخيص السليم وتوجيه العلاج اللازم.
3. مراقبة العلاج: يستخدم التحليل الطبي أيضًا لمراقبة استجابة المريض للعلاج. من خلال إجراء تحاليل متكررة، يمكن متابعة تغيرات المؤشرات الصحية وتقييم فعالية العلاج المعطى.
4. الوقاية والكشف المبكر: قد تساهم التحاليل الطبية في الكشف المبكر عن أمراض قابلة للوقاية أو العلاج المبكر. فالتحاليل المنتظمة تسهم في رصد التغيرات الصحية المستقلة ومساعدة الأشخاص على اتخاذ الإجراءات الوقائية المناسبة.
إجراء التحاليل الطبية يُعَدُّ جزءًا أساسيًا من رعاية الصحة الشاملة ويساهم في تحسين جودة الحياة والكشف عن المشكلات الصحية في وقت مبكر.
`
         },
      ]
   },

} )

export default store;












